[
    {
        "id": 1,
        "nome": "Hermitage Hotel",
        "latitude": "-22.9031",
        "longitude": "-43.2095",
        "cidadesId": 1,
        "categoriasId": 1,
        "descricao": "Desfrute de uma experiência única no coração do Rio de Janeiro, onde o charme urbano encontra a beleza natural. Nosso hotel oferece vistas deslumbrantes para a icônica Praia de Copacabana, combinadas com a hospitalidade calorosa do Brasil. Quartos modernos e aconchegantes proporcionam o refúgio perfeito após um dia explorando as maravilhas da cidade. Delicie-se com pratos autênticos em nosso restaurante à beira-mar e mergulhe na cultura vibrante que permeia cada rua e esquina do Rio."
    },
    {
        "id": 2,
        "nome": "Hotel Village",
        "latitude": "-8.50111", 
        "longitude": "-35.0",
        "cidadesId": 1,
        "categoriasId": 1,
        "descricao": "Bem-vindo ao paraíso tropical de Porto de Galinhas, onde praias de areias brancas e águas cristalinas convidam a momentos de relaxamento. Nosso hotel à beira-mar oferece acomodações confortáveis e elegantes, proporcionando uma fusão harmoniosa com a natureza exuberante que cerca a região. Mergulhe nas piscinas naturais, saboreie pratos da culinária regional em nosso restaurante premiado e deixe-se envolver pela atmosfera descontraída e acolhedora de Porto de Galinhas."
    },
    {
        "id": 3,
        "nome": "Hotel Coroados",
        "latitude": "-22.4294",
        "longitude": "-45.457",
        "cidadesId":1,
        "categoriasId": 2,
        "descricao": "Seja bem-vindo a Itajubá, uma encantadora cidade em Minas Gerais, onde a tradição e a modernidade se encontram. Nosso hotel oferece uma estadia acolhedora, com quartos bem equipados e uma atmosfera que reflete a hospitalidade mineira. Explore as charmosas ruas do centro histórico, descubra a rica cultura local e desfrute de momentos relaxantes em nosso jardim tranquilo. Itajubá convida você a experimentar o melhor de Minas Gerais em um ambiente único e acolhedor."
    },
    {
        "id": 4,
        "nome": "Rhino Hotel",
        "latitude": "-19.4194",
        "longitude": "-41.7392",
        "cidadesId":2,
        "categoriasId": 3,
        "descricao": "Em Alvarenga, a simplicidade se transforma em beleza. Nosso hotel oferece uma escapada tranquila no coração de Minas Gerais, onde a natureza exuberante se torna o cenário perfeito para momentos de paz. Os quartos confortáveis proporcionam vistas panorâmicas das montanhas, enquanto nossas trilhas oferecem a oportunidade de explorar as belezas naturais da região. Desconecte-se do mundo exterior e conecte-se com a serenidade que Alvarenga tem a oferecer."
    },
    {
        "id": 5,
        "nome": "Hotel Skyline",
        "latitude": "-12.9714",
        "longitude": "-38.5014",
        "cidadesId":3,
        "categoriasId": 4,
        "descricao": "Em Salvador, mergulhe na rica herança cultural e histórica da Bahia. Nosso hotel, situado no coração da cidade, oferece acomodações elegantes e uma experiência imersiva na vibrante cultura afro-brasileira. Deixe-se levar pelos ritmos envolventes do Pelourinho, saboreie a culinária baiana em nosso restaurante premiado e descubra os encantos que fazem de Salvador um destino único e inesquecível."
    },
    {
        "id": 6,
        "nome": "Detona Hotel",
        "latitude": "-22.9031",
        "longitude": "-43.2095",
        "cidadesId": 2,
        "categoriasId": 1,
        "descricao": "Desperte seus sentidos no Rio de Janeiro, onde praias douradas abraçam a cidade e montanhas imponentes se misturam ao horizonte. Nosso hotel, aninhado entre a efervescência cultural e as águas serenas, oferece a você uma estadia única. Quartos com vista para o mar e serviços atenciosos criam um ambiente acolhedor, enquanto a atmosfera vibrante da cidade convida à exploração. Saboreie a culinária local em nosso restaurante à beira-mar, relaxe nas praias icônicas e mergulhe na alegria carioca que torna cada visita uma celebração da vida. "
    },
    {
        "id": 7,
        "nome": "Hotel Atlântico Tower",
        "latitude": "-22.5207",
        "longitude": "-44.0994",
        "cidadesId":1,
        "categoriasId": 2,
        "descricao": "Seja recebido com hospitalidade calorosa em Volta Redonda, uma cidade dinâmica no estado do Rio de Janeiro. Nosso hotel oferece uma estadia confortável e conveniente, ideal para viajantes a negócios e lazer. Quartos modernos, instalações bem equipadas e uma localização estratégica tornam a sua visita a Volta Redonda uma experiência agradável. Explore as atrações locais, desfrute da gastronomia regional e relaxe em nosso ambiente acolhedor."
    },
    {
        "id": 8,
        "nome": "Barenia Hotel",
        "latitude": "-23.9535",
        "longitude": "-46.3328",
        "cidadesId":3,
        "categoriasId": 3,
        "descricao": "Descubra a beleza costeira de Santos, uma cidade encantadora no estado de SP. Nosso hotel, estrategicamente localizado, oferece vistas deslumbrantes para o mar e acesso fácil às principais atrações. Quartos confortáveis, serviços atenciosos e uma atmosfera tranquila garantem uma estadia relaxante. Explore as praias, o charmoso centro histórico e aproveite a rica cena gastronômica local durante sua visita a Santos."
    },
    {
        "id": 9,
        "nome": "Marina Bay Resort",
        "latitude": "-27.5954",
        "longitude": "-48.5480",
        "cidadesId":1,
        "categoriasId": 4,
        "descricao": "Desfrute de uma experiência luxuosa no coração de Florianópolis. O Marina Bay Resort oferece acomodações elegantes, vistas deslumbrantes para a cidade e comodidades de classe mundial. Relaxe na piscina de borda infinita, saboreie pratos requintados em nosso restaurante gourmet e explore as praias exuberantes da região. Uma estadia inesquecível aguarda por você."
      },
      {
        "id": 10,
        "nome": "Aventura Backpackers",
        "latitude": "-22.9083",
        "longitude": "-43.1964",
        "cidadesId": 2,
        "categoriasId": 3,
        "descricao": "Seja bem-vindo ao Aventura Backpackers, o hostel perfeito para os amantes da natureza no Rio de Janeiro. Oferecemos acomodações confortáveis, um ambiente descontraído e ótimas opções de passeios pela região. Descubra as belezas naturais da cidade maravilhosa, como as praias icônicas e os pontos turísticos famosos. Faça novos amigos e viva uma aventura única conosco."
      },
      {
        "id": 11,
        "nome": "Skyline Residence",
        "latitude": "-22.9083",
        "longitude": "-43.1964",
        "cidadesId":1,
        "categoriasId": 1,
        "descricao": "Experimente o conforto moderno no coração do Rio de Janeiro. O Skyline Residence oferece apartamentos espaçosos, decoração contemporânea e vistas deslumbrantes da cidade. Aproveite a conveniência de estar perto das principais atrações, restaurantes e shoppings. Seja para uma estadia curta ou prolongada, nosso residencial proporciona a você uma experiência memorável na cidade maravilhosa."
      },
      {
        "id": 12,
        "nome": "Vila do Sossego",
        "latitude": "-23.9671",
        "longitude": "-46.3289",
        "cidadesId":1,
        "categoriasId": 2,
        "descricao": "Venha relaxar na charmosa Vila do Sossego em Santos. Oferecemos aconchegantes quartos privativos, café da manhã delicioso e um ambiente tranquilo. Desfrute das belezas da cidade litorânea, explore as praias e aproveite as delícias culinárias locais. Sinta-se em casa em nosso hotel acolhedor, onde o sossego é a principal atração."
      }
  ]